{
              "symbol": "BTCx",
              "name": "BitcoinXDC",
              "description": "BitcoinX was launched inspired by the acclaimed Satoshi Nakamotos crypto creation Bitcoin. As Bitcoin's metrics cornered an entirely new sector to the Global Economy, so gave birth to the creation that is BitcoinX. Satoshi minted BTC with a total supply of 21,000,000 coins. Like him, BitcoinX's supply cap is 21,000,000 as well, however unlike Satoshi, BTCx does not require Proof of Work mining to achieve total supply. BTCx was minted with the entire supply at launch. Unlike Satoshi, our founder is 100% doxxed, and the product entirely decentralized amongst the public in which it represents, and is exchanged. BitcoinX tokenomics integrates Treasury Reserves in the form of NFTs. These NFTs are sold on the XDSea marketplace which yield the purchaser the face value of the security upon sale. The bond is attached with a 5% royalty towards the Treasury, with 100% of profits returning to the community in the form of BTCx buybacks, Liquidity Pools, Reserve Funding, and Project Pairings.. Proof of Reserves can be established via the wallets presented on the Treasury tab on the official website. Bitcoin is notorious for it's PoW model which is detrimental to our overly stretched energy grids world wide. BTCx aims to eliminate that conundrum with the asset being fully in minted supply, and owned by the public via LPs, Treasury Reserves, and NFTs.. With 2,000tps, and a virtually non existent carbon footprint, BTCx aims to be the decentralized banking standard with ISO20022 compliance implemented directly into the underlying blockchain.",
              "website": "https://www.bitcoinx.site",
              "communities": {
                  "email": "",
                  "telegram": "https://t.me/BitcoinXDC",
                  "reddit": "",
                  "medium": "",
                  "youtube": "",
                  "twitter": "https://twitter.com/BitcoinXDC",
                  "facebook": "https://www.facebook.com/",
                  "github": "https://github.com/",
                  "coinmarketcap": "",
                  "coingecko": "https://www.geckoterminal.com/xdc/pools/0xa5a5f8fec8367045c70aa830a1b21c1e26999f90"
              }
          }