{
  "symbol": "FDUSD",
  "name": "First Digital USD",
  "description": "What is the project about? \r\nFirst Digital USD (FDUSD) aim to revolutionize the digital asset landscape. Our mission is to empower users with a transformative financial instrument that combines the stability of cash reserves with the seamless efficiency of advanced blockchain technology. By offering a fully collateralized digital asset, our stablecoin ensures the utmost security, transparency, and transaction reliability. This strategic fusion of traditional stability and cutting-edge innovation allows users to confidently navigate the digital economy, unlocking a world of possibilities while maintaining the utmost trust in their financial interactions.\r\n\r\nWhat makes your project unique?\r\nTransferable: FDUSD enables frictionless and streamlined transactions, rendering it a convenient choice for a wide range of applications and scenarios.\r\n\r\nRedeemable: FDUSD is backed by high-quality reserves- cash and cash equivalents, which enable holders the ability to redeem their FDUSD tokens for their equivalent value in US dollars. Users can trust that FDUSD is always 1:1 backed. \r\n\r\nLow Fees: One notable benefit of FDUSD is its ability to offer cost-effective transactions with minimal fees. Unlike traditional financial transactions, this cost-efficiency makes FDUSD an attractive and economical choice for users.\r\n\r\nOperates on Decentralized Networks. \r\nFDUSD operates on decentralized networks that are distributed across multiple nodes. In so doing, it enhances transparency, security, and resilience. \r\n\r\nBankruptcy Remote \r\nFDUSD is designed to be bankruptcy remote, with the reserves held in segregated accounts on a registered trust company, separated from the issuer’s operational accounts. It ensures the stablecoin remains stable and secure.\r\n\r\nHistory of your project.\r\nEstablished in 2019, First Digital is Asia’s leading multi-faceted trust partner bridging the gap between the traditional and digital financial worlds.\r\n\r\n",
  "website": "https://firstdigitallabs.com/",
  "auditReport": {},
  "communities": {
    "email": "",
    "telegram": "",
    "reddit": "",
    "medium": "",
    "youtube": "",
    "twitter": "https://twitter.com/FDLabsHQ",
    "facebook": "",
    "github": "",
    "linkedin": "",
    "discord": "",
    "coinmarketcap": "",
    "coingecko": "https://www.coingecko.com/en/coins/first-digital-usd"
  }
}